Repository: pekarskyi/ip-delivery-shipping
Catalog: lang/ip-delivery-shipping-*.po
Languages: uk

source: API Public Key
uk: Публічний ключ API

source: API Secret Key
uk: Секретний ключ API

source: API Settings
uk: Налаштування API

source: Base Cost
uk: Базова вартість доставки

source: Base cost for delivery. Can be modified by filters.
uk: Базова вартість доставки. Може бути змінена фільтрами.

source: Cache Options
uk: Параметри кешу

source: Checkout Options
uk: Сторінка Оформлення

source: City
uk: Місто

source: City ID not specified
uk: Ідентифікатор міста не вказано

source: Cleanup Options
uk: Очищення даних

source: Clear Cache
uk: Очистити кеш

source: Cloning is forbidden.
uk: Клонування заборонено.

source: Delete all plugin data from database when the plugin is uninstalled.
uk: Видалити всі дані плагіна з бази даних при видаленні плагіна.

source: Delete data on uninstall
uk: Видалити дані при деінсталяції

source: Delivery
uk: Делівері

source: Delivery API cache has been cleared successfully.
uk: Кеш API Делівері успішно очищено.

source: Delivery API class not found.
uk: Клас API доставки не знайдено.

source: Delivery for WooCommerce
uk: Делівері для WooCommerce

source: Delivery Settings
uk: Налаштування Делівері

source: Delivery Warehouse
uk: Склад доставки

source: Display Phone and Email fields in two columns
uk: Відображати поля Телефон та E-mail у дві колонки

source: Enable
uk: Увімкнути

source: Enable Delivery
uk: Увімкнути доставку Делівері

source: Error loading regions. Check plugin settings and API keys.
uk: Помилка завантаження регіонів. Перевірте налаштування плагіна та ключі API.

source: Failed to get cities list
uk: Не вдалося отримати список міст

source: Failed to get regions list. Check API keys.
uk: Не вдалося отримати список регіонів. Перевірте ключі API.

source: Failed to get warehouses list
uk: Не вдалося отримати список складів

source: Field display may be affected by your theme or other plugins. Please check how these fields are displayed.
uk: На відображення полів на сторінці може впливати активна тема або активні плагіни. Будь ласка, перевірте, як відображаються ці поля.

source: General Settings
uk: Загальне

source: Invalid regions data format. Check plugin settings.
uk: Неправильний формат даних про регіони. Перевірте налаштування плагіна.

source: Learn more about filters
uk: Дізнайтеся більше про фільтри

source: No regions found. Check plugin settings.
uk: Регіони не знайдено. Перевірте налаштування плагіна.

source: Please select a city for Delivery shipping
uk: Будь ласка, оберіть місто для доставки

source: Please select a region for Delivery shipping
uk: Будь ласка, оберіть регіон для доставки

source: Please select a warehouse for Delivery shipping
uk: Будь ласка, оберіть склад для доставки

source: Public key for Delivery API access
uk: Відкритий ключ для доступу до Делівері API

source: Region
uk: Регіон

source: Region ID not specified
uk: Ідентифікатор регіону не вказано

source: Secret key for Delivery API access
uk: Секретний ключ для доступу до Делівері API

source: Select City
uk: Виберіть місто

source: Select Region
uk: Виберіть регіон

source: Select Warehouse
uk: Виберіть cклад

source: Server connection error when loading regions.
uk: Помилка з'єднання з сервером при завантаженні регіонів.

source: Settings
uk: Налаштування

source: Settings saved successfully.
uk: Налаштування успішно збережено.

source: The plugin caches API responses for better performance. Cache lifetime: 24 hours.
uk: Плагін кешує відповіді API для кращої продуктивності. Час життя кешу: 24 години.

source: Title
uk: Заголовок

source: Title to display on site
uk: Заголовок для відображення на сайті

source: To get API keys, please visit <a href="%s" target="_blank">Delivery API Key page</a>
uk: Щоб отримати ключі API, відвідайте <a href="%s" target="_blank">сторінку Ключі API доставки</a>

source: Ukrainian delivery service "Delivery" for WooCommerce
uk: Українська служба доставки "Делівері" для WooCommerce

source: Unserializing instances of this class is forbidden.
uk: Розсеріалізація екземплярів цього класу заборонена.
